{
    "options": [
        {
            "id": "putin_vladimir",
            "name": "Владимир Путин",
            "portrait_path": "history/leaders_portraits/young_putin.png",
            "tooltip_summary": "Государственник\nЦентрализатор власти.",
            "description": "Владимир Путин — ключевая политическая фигура, известная своим курсом на укрепление государственной власти, обеспечение национальной безопасности и отстаивание суверенных интересов страны на международной арене. Наблюдается централизация управления, борьба с усилившимся влиянием крупного бизнеса и акцент на патриотические ценности.",
            "available_for_roles": ["head_of_state"]
        },
        {
            "id": "kasyanov_mikhail",
            "name": "Михаил Касьянов",
            "portrait_path": "history/leaders_portraits/kasyanov_mikhail.png",
            "tooltip_summary": "Либерал-Рыночник\nЭкономический управленец.",
            "description": "Михаил Касьянов ассоциируется с курсом либеральных экономических реформ и стремлением к интеграции с западными экономиками. Обладает опытом проведения рыночных преобразований. Его взгляды и подходы временами вызывают дискуссии в высших эшелонах власти.",
            "available_for_roles": ["advisor_pm", "advisor_finance", "advisor_economic_development"]
        },
            {
        "id": "kovalev_oleg",
        "name": "Олег Ковалев",
        "portrait_path": "history/leaders_portraits/kovalev_oleg.png",
        "tooltip_summary": "Силовик-Государственник\nЖелезный кулак\nВетеран спецслужб.",
        "description": "Олег Ковалев — представитель силовых структур, чья карьера неразрывно связана со службой государственной безопасности. Он известен своей жесткой позицией в вопросах правопорядка и бескомпромиссностью в отстаивании интересов государства. Его методы и взгляды основываются на убеждении в необходимости сильной централизованной власти и строгой дисциплины для обеспечения стабильности и безопасности страны. В решении сложных задач предпочитает опираться на проверенные кадры из своего круга и не склонен к либеральным экспериментам, рассматривая их как потенциальную угрозу.",
        "available_for_roles": ["advisor_security", "advisor_fsb_director", "advisor_internal_affairs"]
        },
        {
            "id": "kozyrev_fedor",
            "name": "Федор Иванович Козырев",
            "portrait_path": "history/leaders_portraits/kozyrev_fedor_trump_alt.png",
            "tooltip_summary": "Эксцентричный Девелопер\nСекретный Агент Лубянки.",
            "description": "Федор Козырев, известный на Западе под оперативным псевдонимом 'Дональд Джон Трамп', — яркий и весьма медийный американский бизнесмен, сделавший состояние на амбициозных строительных проектах и игорном бизнесе. Его показная расточительность и постоянное стремление быть в центре внимания создают идеальное прикрытие. Козырев является глубоко законспирированным сотрудником ФСБ, использующим свои международные деловые связи и имидж для проведения операций по сбору ценной информации, а также для деликатного влияния на экономические и политические процессы за рубежом в интересах Российской Федерации. Его частые визиты в Москву под предлогом поиска инвестиций вызывают вопросы у немногих посвященных.",
            "available_for_roles": ["advisor_foreign_intelligence", "advisor_economic_security", "advisor_active_measures", "head_of_external_operations"]
        },
        {
        "id": "khantsev_alexander",
        "name": "Александр Ханцев",
        "portrait_path": "history/leaders_portraits/khantsev_alexander.png",
        "tooltip_summary": "Технократ-Предприниматель\nОппортунист\nКуратор 'МАРС'.",
        "description": "Александр Ханцев – фигура, умело сочетающая предпринимательский талант в сфере высоких технологий с опытом управления сложными проектами. Обладает обширными связями и умением находить нестандартные решения, что позволяет ему успешно действовать в быстро меняющейся экономической и политической среде. Его подход характеризуется прагматизмом и ставкой на технологическое превосходство. Известен также своей причастностью к курированию частных структур, выполняющих деликатные задачи в интересах государства за рубежом, в частности, структуры 'МАРС'. Это демонстрирует его способность оперировать на стыке бизнеса и специфических государственных интересов.",
        "available_for_roles": ["advisor_industry_trade", "advisor_digital_media", "advisor_economic_development", "advisor_security", "advisor_pm"]
        },
        {
            "id": "lavrov_sergey",
            "name": "Сергей Лавров",
            "portrait_path": "history/leaders_portraits/lavrov_sergey.png",
            "tooltip_summary": "Прагматик-Дипломат\nМастер международной арены.",
            "description": "Сергей Лавров — заметная фигура в российской дипломатии, активно участвующий в работе на международных площадках, включая ООН. Демонстрирует твердость в отстаивании российских внешнеполитических интересов, особенно в контексте сложных международных кризисов, и высокий профессионализм в многосторонней дипломатии.",
            "available_for_roles": ["advisor_foreign_affairs"]
        },
        {
            "id": "kudrin_alexey",
            "name": "Алексей Кудрин",
            "portrait_path": "history/leaders_portraits/kudrin_alexey.png",
            "tooltip_summary": "Либерал-Финансист\nАрхитектор бюджетной стабильности.",
            "description": "Алексей Кудрин — ключевая фигура экономической политики, ответственная за бюджетную дисциплину и финансовую стабилизацию. Известен как последовательный сторонник либеральных рыночных реформ, играет важную роль в управлении государственными финансами, включая погашение внешнего долга и создание резервных фондов.",
            "available_for_roles": ["advisor_finance", "advisor_economic_development"]
        },
        {
            "id": "mishustin_mikhail",
            "name": "Михаил Мишустин",
            "portrait_path": "history/leaders_portraits/mishustin_mikhail.png",
            "tooltip_summary": "Технократ-Администратор\nСпециалист по налоговой системе.",
            "description": "Михаил Мишустин известен как эффективный администратор в сфере государственных финансов, активно участвующий в модернизации налоговой службы. Признанный специалист по внедрению информационных технологий для улучшения сбора налогов и администрирования.",
            "available_for_roles": ["advisor_finance", "advisor_economic_development", "advisor_digital_media"]
        },
        {
            "id": "zurabov_mikhail",
            "name": "Михаил Зурабов",
            "portrait_path": "history/leaders_portraits/zurabov_mikhail.png",
            "tooltip_summary": "Социальный Реформатор\nЭксперт по пенсионным вопросам.",
            "description": "Михаил Зурабов — ключевая фигура в проведении реформ в социальной сфере, особенно в области пенсионного обеспечения, включая переход к смешанной системе с накопительными элементами. Его деятельность и предлагаемые изменения вызывают активные общественные дискуссии.",
            "available_for_roles": ["advisor_health", "advisor_labor_social"]
        },
        {
            "id": "ivanov_sergey_b",
            "name": "Сергей Б. Иванов",
            "portrait_path": "history/leaders_portraits/ivanov_sergey_b.png",
            "tooltip_summary": "Государственник-Силовик\nЭксперт по вопросам обороны.",
            "description": "Сергей Борисович Иванов — один из влиятельных представителей силового блока, обладающий опытом в сфере обороны. Проводит курс на реформирование Вооруженных Сил, уделяя внимание повышению их боеготовности, модернизации и профессионализации. Придерживается консервативных взглядов на безопасность.",
            "available_for_roles": ["advisor_defense", "advisor_security"]
        },
        {
            "id": "surkov_vladislav",
            "name": "Владислав Сурков",
            "portrait_path": "history/leaders_portraits/surkov_vladislav.png",
            "tooltip_summary": "Политтехнолог-Идеолог\nАрхитектор 'суверенной демократии'.",
            "description": "Владислав Сурков является одним из главных стратегов внутренней политики и идеологической линии. Ему приписывают формирование актуальных идеологических концепций, влияние на информационное поле и активное участие в партийном строительстве, особенно в усилении ведущей пропрезидентской силы.",
            "available_for_roles": ["advisor_digital_media", "advisor_internal_politics", "advisor_ideology"]
        },
        {
            "id": "gref_german",
            "name": "Герман Греф",
            "portrait_path": "history/leaders_portraits/gref_german.png",
            "tooltip_summary": "Либерал-Реформатор\nДвигатель экономических преобразований.",
            "description": "Герман Греф — ключевой идеолог и проводник широкого спектра рыночных реформ. Его программа нацелена на дерегулирование экономики, улучшение инвестиционного климата, административную реформу и подготовку к интеграции в мировую экономическую систему, включая вступление в ВТО.",
            "available_for_roles": ["advisor_economic_development", "advisor_finance", "advisor_industry_trade"]
        },
        {
            "id": "ivanov_igor_s",
            "name": "Игорь С. Иванов",
            "portrait_path": "history/leaders_portraits/ivanov_igor_s.png",
            "tooltip_summary": "Опытный Дипломат\nПроводник внешнеполитического курса.",
            "description": "Игорь Сергеевич Иванов руководит российской дипломатией в сложный период международных отношений, включая ситуации вокруг глобальных конфликтов и расширение военных блоков. Отстаивает принципы многополярного мира и прагматичного сотрудничества, сохраняя при этом жесткость по ключевым вопросам национальной безопасности.",
            "available_for_roles": ["advisor_foreign_affairs"]
        },
        {
            "id": "gryzlov_boris",
            "name": "Борис Грызлов",
            "portrait_path": "history/leaders_portraits/gryzlov_boris.png",
            "tooltip_summary": "Центрист-Государственник\nОрганизатор партийной власти.",
            "description": "Борис Грызлов — влиятельная фигура, имеющая опыт руководства правоохранительными органами и являющаяся лидером партии 'Единая Россия'. Обеспечивает доминирование пропрезидентских сил в парламенте и укрепление вертикали власти. Известен как ключевой организатор партийной структуры власти.",
            "available_for_roles": ["advisor_internal_affairs", "advisor_parliament_speaker", "advisor_pm"]
        },
        {
            "id": "chaika_yuri",
            "name": "Юрий Чайка",
            "portrait_path": "history/leaders_portraits/chaika_yuri.png",
            "tooltip_summary": "Государственник-Юрист\nСтраж правопорядка.",
            "description": "Юрий Чайка отвечает за правовое обеспечение деятельности государства, работу пенитенциарной системы и регистрацию нормативных актов. Участвует в реформировании судебной системы, направленном на повышение ее независимости и эффективности, а также в укреплении единства правового пространства страны.",
            "available_for_roles": ["advisor_justice"]
        },
        {
            "id": "yusufov_igor",
            "name": "Игорь Юсуфов",
            "portrait_path": "history/leaders_portraits/yusufov_igor.png",
            "tooltip_summary": "Прагматик-Энергетик\nМенеджер топливно-энергетического комплекса.",
            "description": "Игорь Юсуфов курирует одну из стратегических отраслей экономики — энергетику. Его работа связана с регулированием нефтегазового сектора, электроэнергетики (в условиях реформы отрасли) и обеспечением энергетической безопасности страны на фоне меняющихся мировых цен на энергоносители.",
            "available_for_roles": ["advisor_energy", "advisor_industry_trade"]
        },
        {
            "id": "shevchenko_yuri_l",
            "name": "Юрий Шевченко",
            "portrait_path": "history/leaders_portraits/shevchenko_yuri_l.png",
            "tooltip_summary": "Профессионал-Медик\nОрганизатор здравоохранения.",
            "description": "Юрий Леонидович Шевченко, известный кардиохирург, отвечает за вопросы модернизации системы здравоохранения. В его ведении находятся обеспечение населения лекарственными средствами и борьба с социально значимыми заболеваниями.",
            "available_for_roles": ["advisor_health"]
        },
        {
            "id": "pochinok_alexander",
            "name": "Александр Починок",
            "portrait_path": "history/leaders_portraits/pochinok_alexander.png",
            "tooltip_summary": "Экономист-Социальщик\nСпециалист по налогам и труду.",
            "description": "Александр Починок, имеющий опыт руководства налоговыми органами, занимается вопросами социальной защиты, реформирования трудового законодательства и проблемами бедности. Является заметной фигурой в обсуждении социальных реформ.",
            "available_for_roles": ["advisor_labor_social", "advisor_finance"]
        },
        {
            "id": "dolgov_boris",
            "name": "Борис Долгов",
            "portrait_path": "history/leaders_portraits/dolgov_boris.png",
            "tooltip_summary": "Эксцентрик-Технократ\nНовый рынок, твердый курс.",
            "description": "Борис Долгов — фигура, известная своей кипучей энергией и порой неожиданными, но технологически выверенными подходами к развитию крупнейшего мегаполиса страны. Убежденный технократ, он видит в широком внедрении инноваций и информационных технологий практически панацею от многих застарелых проблем, активно продвигая самые смелые и передовые решения. Его экономические воззрения однозначно рыночные, с четким акцентом на привлечение инвестиций, поддержку частной инициативы и создание конкурентной среды. Одновременно с этим, Долгов является последовательным сторонником сильной и решительной исполнительной власти, способной гарантировать реализацию амбициозных планов и поддерживать должный порядок. Его недавняя инициатива по созданию политического движения 'Новые Люди' воспринимается как попытка предложить свежий, технологичный и прагматичный взгляд на дальнейшее развитие, ориентированный на обновление и эффективность.",
            "available_for_roles": ["advisor_regional_policy", "advisor_pm", "advisor_economic_development", "advisor_ideology"]
        },
        {
            "id": "filippov_vladimir_m",
            "name": "Владимир Филиппов",
            "portrait_path": "history/leaders_portraits/filippov_vladimir_m.png",
            "tooltip_summary": "Реформатор-Образованец\nМодернизатор системы образования.",
            "description": "Владимир Михайлович Филиппов является инициатором и проводником реформы российского образования, включая широкомасштабное внедрение Единого государственного экзамена (ЕГЭ) и обсуждение интеграции в европейское образовательное пространство. Его деятельность вызывает как поддержку, так и активную критику.",
            "available_for_roles": ["advisor_education"]
        },
        {
            "id": "shvydkoy_mikhail",
            "name": "Михаил Швыдкой",
            "portrait_path": "history/leaders_portraits/shvydkoy_mikhail.png",
            "tooltip_summary": "Либерал-Культуролог\nПроводник культурной политики.",
            "description": "Михаил Швыдкой отвечает за государственную политику в сфере культуры и искусства. Известен своими либеральными взглядами, поддержкой культурного разнообразия и международных культурных обменов. Занимается вопросами сохранения культурного наследия и реституции культурных ценностей.",
            "available_for_roles": ["advisor_culture"]
        },
        {
            "id": "lesin_mikhail_y",
            "name": "Михаил Лесин",
            "portrait_path": "history/leaders_portraits/lesin_mikhail_y.png",
            "tooltip_summary": "Медиа-Стратег\nКонструктор информационного поля.",
            "description": "Михаил Юрьевич Лесин является влиятельной фигурой в формировании государственной информационной политики и медийной сферы. Ему приписывают ключевую роль в перестройке медиарынка и усилении государственного влияния на крупнейшие телеканалы. Имеет опыт работы советником на высшем уровне.",
            "available_for_roles": ["advisor_digital_media", "advisor_ideology"]
        },
        {
            "id": "voloshin_alexander",
            "name": "Александр Волошин",
            "portrait_path": "history/leaders_portraits/voloshin_alexander.png",
            "tooltip_summary": "Влиятельный Аппаратчик\nМастер политических комбинаций.",
            "description": "Александр Волошин — крайне влиятельный политик, до недавнего времени игравший ключевую роль в Администрации Президента и обеспечивавший баланс сил. Его недавний уход связывают с изменением политического курса и громкими делами против представителей крупного бизнеса. Известен как искусный аппаратчик и переговорщик.",
            "available_for_roles": ["advisor_pm", "advisor_internal_politics"]
        },
        {
            "id": "medvedev_dmitry",
            "name": "Дмитрий Медведев",
            "portrait_path": "history/leaders_portraits/medvedev_dmitry.png",
            "tooltip_summary": "Юрист-Технократ\nВосходящая фигура Кремля.",
            "description": "Дмитрий Медведев — доверенное лицо Владимира Путина из Санкт-Петербурга, занявший недавно высокий пост в Администрации Президента. До этого курировал юридические вопросы и реформу государственной службы. Его назначение рассматривается как усиление новой группы влияния в высших эшелонах власти.",
            "available_for_roles": ["advisor_pm", "advisor_justice", "head_of_state", "advisor_internal_politics"]
        },
        {
            "id": "sechin_igor",
            "name": "Игорь Сечин",
            "portrait_path": "history/leaders_portraits/sechin_igor.png",
            "tooltip_summary": "Силовик-Аппаратчик\nМастер теневого влияния.",
            "description": "Игорь Сечин, занимающий влиятельную позицию в Администрации Президента, постепенно наращивает свое влияние, особенно в вопросах, связанных с топливно-энергетическим комплексом и кадровой политикой в силовых структурах. Считается одним из наиболее непубличных, но могущественных деятелей 'питерской' команды.",
            "available_for_roles": ["advisor_energy", "advisor_security", "advisor_internal_politics"]
        },
        {
            "id": "kozak_dmitry",
            "name": "Дмитрий Козак",
            "portrait_path": "history/leaders_portraits/kozak_dmitry.png",
            "tooltip_summary": "Реформатор-Администратор\nСпециалист по федеративным отношениям.",
            "description": "Дмитрий Козак курирует административную реформу, реформу местного самоуправления и вопросы федеративных отношений, включая урегулирование ситуаций в сложных регионах. Ему приписывают важные инициативы по урегулированию замороженных конфликтов на постсоветском пространстве. Известен как жесткий и эффективный переговорщик и администратор, занимающий ключевую позицию в президентской администрации.",
            "available_for_roles": ["advisor_pm", "advisor_justice", "advisor_regional_policy", "advisor_internal_politics"]
        },
        {
            "id": "khristenko_viktor",
            "name": "Виктор Христенко",
            "portrait_path": "history/leaders_portraits/khristenko_viktor.png",
            "tooltip_summary": "Технократ-Переговорщик\nЭксперт по промышленности и торговле.",
            "description": "Виктор Христенко является одной из ключевых фигур в правительстве, курирующих промышленность, энергетику и торговлю, а также вопросы интеграции в мировую экономику, включая ВТО. Участвует в реформировании естественных монополий и разработке промышленной политики. Известен как компетентный технократ и переговорщик.",
            "available_for_roles": ["advisor_pm", "advisor_industry_trade", "advisor_energy", "advisor_economic_development"]
        },
        {
            "id": "patrushev_nikolai",
            "name": "Николай Патрушев",
            "portrait_path": "history/leaders_portraits/patrushev_nikolai.png",
            "tooltip_summary": "Государственник-Контрразведчик\nЭксперт по внутренней безопасности.",
            "description": "Николай Патрушев — выходец из органов государственной безопасности, в настоящее время занимает высокую должность в Администрации Президента. Курирует вопросы безопасности и взаимодействия с силовыми структурами, сохраняя тесные связи с ключевыми спецслужбами.",
            "available_for_roles": ["advisor_fsb_director", "advisor_security"]
        },
        {
            "id": "lebedev_sergey_n",
            "name": "Сергей Н. Лебедев",
            "portrait_path": "history/leaders_portraits/lebedev_sergey_n.png",
            "tooltip_summary": "Профессионал-Разведчик\nЭксперт по внешним угрозам.",
            "description": "Сергей Николаевич Лебедев отвечает за сбор и анализ информации за рубежом в интересах национальной безопасности России. Непубличная фигура, кадровый разведчик, его ведомство активно работает в условиях меняющейся международной обстановки.",
            "available_for_roles": ["advisor_svr_director", "advisor_security"]
        },
        {
            "id": "stepashin_sergey_v",
            "name": "Сергей Степашин",
            "portrait_path": "history/leaders_portraits/stepashin_sergey_v.png",
            "tooltip_summary": "Государственник-Ревизор\nКонтролер государственных финансов.",
            "description": "Сергей Вадимович Степашин, имеющий опыт руководства правительством, руководит высшим органом государственного финансового контроля. Занимается проверками эффективности расходования бюджетных средств и борьбой с коррупцией. Обладает значительным политическим весом и независимостью суждений.",
            "available_for_roles": ["advisor_finance", "advisor_pm", "advisor_internal_affairs"]
        },
        {
            "id": "kvashnin_anatoly_v",
            "name": "Анатолий Квашнин",
            "portrait_path": "history/leaders_portraits/kvashnin_anatoly_v.png",
            "tooltip_summary": "Военный Профессионал\nСтратег вооруженных сил.",
            "description": "Анатолий Васильевич Квашнин отвечает за оперативное управление войсками и планирование военных операций, включая контртеррористические действия в проблемных регионах. Участвует в разработке военной реформы, являясь ключевой фигурой в военном командовании.",
            "available_for_roles": ["advisor_defense"]
        },
        {
            "id": "seleznyov_gennady_n",
            "name": "Геннадий Селезнёв",
            "portrait_path": "history/leaders_portraits/seleznyov_gennady_n.png",
            "tooltip_summary": "Левый Центрист\nОпытный парламентарий.",
            "description": "Геннадий Николаевич Селезнёв, до недавнего времени возглавлявший Государственную Думу. Избранный изначально от КПРФ, но позже создавший собственное политическое движение. Стремился к конструктивному диалогу между различными фракциями и исполнительной властью. Его роль в парламенте заметно изменилась после последних выборов.",
            "available_for_roles": ["advisor_parliament_speaker"]
        },
        {
            "id": "mironov_sergey_m",
            "name": "Сергей Миронов",
            "portrait_path": "history/leaders_portraits/mironov_sergey_m.png",
            "tooltip_summary": "Социал-Патриот\nПредставитель регионов.",
            "description": "Сергей Михайлович Миронов, возглавляющий верхнюю палату парламента, позиционирует себя как политик левоцентристских и патриотических взглядов, поддерживающий курс президента. Инициатор создания политической силы (Российская партия Жизни), которая становится одной из опор для будущих политических конструкций.",
            "available_for_roles": ["advisor_parliament_speaker_upper", "advisor_labor_social"]
        },
        {
            "id": "zyuganov_gennady_a",
            "name": "Геннадий Зюганов",
            "portrait_path": "history/leaders_portraits/zyuganov_gennady_a.png",
            "tooltip_summary": "Коммунист-Патриот\nЛидер левой оппозиции.",
            "description": "Геннадий Андреевич Зюганов, бессменный лидер Коммунистической партии Российской Федерации (КПРФ), крупнейшей оппозиционной силы. Критикует экономический курс правительства, выступает за социальную справедливость, национализацию ключевых отраслей и восстановление влияния России на постсоветском пространстве. Его партия сохраняет значительное представительство в парламенте.",
            "available_for_roles": ["advisor_ideology", "head_of_state_opposition"]
        },
        {
            "id": "zhirinovsky_vladimir_v",
            "name": "Владимир Жириновский",
            "portrait_path": "history/leaders_portraits/zhirinovsky_vladimir_v.png",
            "tooltip_summary": "Национал-Популист\nЭпатажный шоумен-политик.",
            "description": "Владимир Вольфович Жириновский, лидер Либерально-демократической партии России (ЛДПР). Известен своей яркой, часто скандальной риторикой, националистическими и популистскими лозунгами. Стабильно обеспечивает своей партии прохождение в Государственную Думу, и на последних выборах его партия вновь преодолела барьер.",
            "available_for_roles": ["advisor_ideology", "head_of_state_opposition"]
        },
        {
            "id": "yavlinsky_grigory_a",
            "name": "Григорий Явлинский",
            "portrait_path": "history/leaders_portraits/yavlinsky_grigory_a.png",
            "tooltip_summary": "Социал-Либерал\nИнтеллектуал-оппозиционер.",
            "description": "Григорий Алексеевич Явлинский, лидер демократической партии 'Яблоко'. Последовательно критикует политику властей с либеральных и демократических позиций, выступает против силовых методов решения конфликтов. Его партия столкнулась с трудностями на последних парламентских выборах, не преодолев избирательный барьер.",
            "available_for_roles": ["advisor_economic_development", "head_of_state_opposition", "advisor_ideology"]
        },
        {
            "id": "nemtsov_boris_e",
            "name": "Борис Немцов",
            "portrait_path": "history/leaders_portraits/nemtsov_boris_e.png",
            "tooltip_summary": "Либерал-Демократ\nЯркий оппозиционный политик.",
            "description": "Борис Ефимович Немцов является одним из лидеров Союза Правых Сил (СПС). Активно участвует в политической жизни, выступая с критикой Кремля, программой либеральных реформ и антивоенными лозунгами. СПС не удалось пройти в Думу по итогам недавних выборов.",
            "available_for_roles": ["advisor_economic_development", "head_of_state_opposition", "advisor_pm"]
        },
        {
            "id": "khakamada_irina_m",
            "name": "Ирина Хакамада",
            "portrait_path": "history/leaders_portraits/khakamada_irina_m.png",
            "tooltip_summary": "Либерал-Прагматик\nСторонница свободного рынка.",
            "description": "Ирина Муцуовна Хакамада, один из руководителей Союза Правых Сил (СПС). Яркий политик, экономист, последовательно отстаивающий принципы либерализма, свободного рынка и демократии. Активно участвует в парламентской жизни и политических дебатах. После неудачи СПС на выборах, рассматривает возможность участия в президентской кампании.",
            "available_for_roles": ["advisor_economic_development", "advisor_finance", "head_of_state_opposition"]
        },
        {
            "id": "chubais_anatoly_b",
            "name": "Анатолий Чубайс",
            "portrait_path": "history/leaders_portraits/chubais_anatoly_b.png",
            "tooltip_summary": "Либерал-Технократ\nРеформатор электроэнергетики.",
            "description": "Анатолий Борисович Чубайс руководит РАО 'ЕЭС России' и проводит масштабную, вызывающую споры, реформу электроэнергетической отрасли. Остается влиятельной фигурой в либеральном крыле российской политики и неформальным лидером правых сил, активно комментируя политические события, но сам не стремится к парламентским мандатам.",
            "available_for_roles": ["advisor_energy", "advisor_economic_development", "advisor_industry_trade"]
        },
        {
            "id": "rogozin_dmitry_o",
            "name": "Дмитрий Рогозин",
            "portrait_path": "history/leaders_portraits/rogozin_dmitry_o.png",
            "tooltip_summary": "Национал-Патриот\nВосходящая звезда патриотического фланга.",
            "description": "Дмитрий Олегович Рогозин стал одним из лидеров и публичным лицом новообразованного избирательного блока 'Родина'. Блок неожиданно успешно выступил на думских выборах, Рогозин получил депутатский мандат и занял видный пост в руководстве парламента, став заметной фигурой патриотического крыла.",
            "available_for_roles": ["advisor_ideology", "advisor_defense", "advisor_foreign_affairs", "advisor_parliament_speaker"]
        },
        {
            "id": "glazyev_sergey_y",
            "name": "Сергей Глазьев",
            "portrait_path": "history/leaders_portraits/glazyev_sergey_y.png",
            "tooltip_summary": "Экономист-Государственник\nСторонник дирижизма.",
            "description": "Сергей Юрьевич Глазьев, известный экономист, также стал одним из лидеров блока 'Родина'. Выступает за активную государственную промышленную политику, протекционизм и усиление роли государства в экономике, критикуя либеральный курс. Избран депутатом Госдумы и активно продвигает свои экономические воззрения.",
            "available_for_roles": ["advisor_economic_development", "advisor_finance", "advisor_industry_trade", "head_of_state_opposition"]
        },
        {
            "id": "shoigu_sergey_k",
            "name": "Сергей Шойгу",
            "portrait_path": "history/leaders_portraits/shoigu_sergey_k.png",
            "tooltip_summary": "Государственник-Прагматик\nЭффективный кризисный менеджер.",
            "description": "Сергей Кужугетович Шойгу известен как эффективный руководитель ведомства, отвечающего за гражданскую оборону, чрезвычайные ситуации и ликвидацию последствий стихийных бедствий. Один из самых популярных управленцев в стране, является также одним из высших руководителей партии 'Единая Россия'. Пользуется высоким доверием населения благодаря результативной работе.",
            "available_for_roles": ["advisor_defense", "advisor_internal_affairs", "advisor_pm", "advisor_regional_policy"]
        },
        {
            "id": "luzhkov_yuri_m",
            "name": "Юрий Лужков",
            "portrait_path": "history/leaders_portraits/luzhkov_yuri_m.png",
            "tooltip_summary": "Хозяйственник-Патриот\nВлиятельный столичный руководитель.",
            "description": "Юрий Михайлович Лужков — бывший мэр Москвы, ныне независимый депутат Государственной Думы. Потеряв основную часть прежнего влияния, старается сохранить остатки политического веса. Находится в умеренно лояльных отношениях с партией власти, но испытывает явную антипатию к нынешнему градоначальнику Москвы Борису Долгову.",
            "available_for_roles": ["advisor_regional_policy", "advisor_pm"]
        },
        {
            "id": "shaimiev_mintimer_s",
            "name": "Минтимер Шаймиев",
            "portrait_path": "history/leaders_portraits/shaimiev_mintimer_s.png",
            "tooltip_summary": "Региональный Лидер\nГарант стабильности в Татарстане.",
            "description": "Минтимер Шарипович Шаймиев, лидер Республики Татарстан. Опытный и влиятельный региональный руководитель, сумевший добиться значительной автономии для своей республики. Является одним из высших руководителей 'Единой России', играя важную роль в выстраивании федеративных отношений и сохранении стабильности.",
            "available_for_roles": ["advisor_regional_policy"]
        },
        {
            "id": "rakhimov_murtaza_g",
            "name": "Муртаза Рахимов",
            "portrait_path": "history/leaders_portraits/rakhimov_murtaza_g.png",
            "tooltip_summary": "Региональный Авторитет\nХозяин Башкортостана.",
            "description": "Муртаза Губайдуллович Рахимов, лидер Республики Башкортостан. Один из наиболее 'долгоиграющих' и независимых региональных руководителей, жестко контролирующий экономику и политическую жизнь в своей республике. Недавно прошел через напряженную избирательную кампанию, отмеченную определенной критикой со стороны федерального центра.",
            "available_for_roles": ["advisor_regional_policy"]
        },
        {
            "id": "khloponin_alexander_g",
            "name": "Александр Хлопонин",
            "portrait_path": "history/leaders_portraits/khloponin_alexander_g.png",
            "tooltip_summary": "Молодой Технократ\nУправленец ресурсного региона.",
            "description": "Александр Геннадиевич Хлопонин руководит Красноярским краем. Ранее топ-менеджер крупной металлургической компании. Считается представителем нового поколения управленцев, пришедших в региональную политику из крупного бизнеса, и управляет одним из крупнейших и богатых ресурсами регионов России.",
            "available_for_roles": ["advisor_regional_policy", "advisor_economic_development", "advisor_industry_trade"]
        },
        {
            "id": "tuleyev_aman_g",
            "name": "Аман Тулеев",
            "portrait_path": "history/leaders_portraits/tuleyev_aman_g.png",
            "tooltip_summary": "Народный Региональный Лидер\nЗащитник интересов Кузбасса.",
            "description": "Аман-гельды Гумирович Тулеев, руководитель Кемеровской области. Популистский политик, пользующийся очень высокой и стабильной поддержкой в своем регионе. Известен своей социальной риторикой, активным вмешательством в экономику региона и жестким отстаиванием интересов шахтерского края.",
            "available_for_roles": ["advisor_regional_policy", "advisor_labor_social"]
        },
        {
            "id": "matviyenko_valentina_i",
            "name": "Валентина Матвиенко",
            "portrait_path": "history/leaders_portraits/matviyenko_valentina_i.png",
            "tooltip_summary": "Государственник-Управленец\nРуководитель Санкт-Петербурга.",
            "description": "Валентина Ивановна Матвиенко, недавно занявшая пост руководителя Санкт-Петербурга, до этого работала полномочным представителем Президента в федеральном округе. Считается доверенным лицом Владимира Путина, с большим опытом государственной службы. Ее приход в северную столицу знаменует усиление федерального влияния.",
            "available_for_roles": ["advisor_regional_policy", "advisor_pm", "advisor_labor_social"]
        },
        {
            "id": "kadyrov_akhmad_a",
            "name": "Ахмад Кадыров",
            "portrait_path": "history/leaders_portraits/kadyrov_akhmad_a.png",
            "tooltip_summary": "Чеченский Лидер\nПроводник федерального влияния.",
            "description": "Ахмад-Хаджи Абдулхамидович Кадыров, недавно избранный руководитель Чеченской Республики, является ключевой фигурой в процессе установления мира и федерального контроля в регионе. Пользуется полной поддержкой Кремля, но его деятельность по нормализации обстановки вызывает неоднозначные оценки правозащитников.",
            "available_for_roles": ["advisor_regional_policy", "advisor_security"]
        },
        {
            "id": "khodorkovsky_mikhail_b",
            "name": "Михаил Ходорковский",
            "portrait_path": "history/leaders_portraits/khodorkovsky_mikhail_b.png",
            "tooltip_summary": "Олигарх-Меценат (в опале)\nПромышленный магнат.",
            "description": "Михаил Борисович Ходорковский, бывший глава нефтяной компании ЮКОС, до своего недавнего ареста был одним из богатейших и влиятельных бизнесменов России. Активно финансировал оппозиционные партии и проекты гражданского общества, что, по мнению многих, стало главной причиной его преследования. Его арест и 'дело' против его компании стали рубежным событием в отношениях власти и бизнеса.",
            "available_for_roles": []
        },
        {
            "id": "abramovich_roman_a",
            "name": "Роман Абрамович",
            "portrait_path": "history/leaders_portraits/abramovich_roman_a.png",
            "tooltip_summary": "Непубличный Олигарх\nРегиональный Инвестор.",
            "description": "Роман Аркадьевич Абрамович, помимо управления Чукотским автономным округом, является крупным бизнесменом, в частности, акционером 'Сибнефти'. Известен своими крупными инвестициями в регион своего управления и непубличным стилем ведения дел. Недавно приобрел английский футбольный клуб 'Челси', что вызвало широкий резонанс.",
            "available_for_roles": ["advisor_regional_policy", "advisor_economic_development"]
        },
        {
            "id": "deripaska_oleg_v",
            "name": "Олег Дерипаска",
            "portrait_path": "history/leaders_portraits/deripaska_oleg_v.png",
            "tooltip_summary": "Промышленный Магнат\nКонсолидатор активов.",
            "description": "Олег Владимирович Дерипаска, владелец крупной промышленной группы 'Базовый элемент', активно расширяет свою бизнес-империю, особенно в алюминиевой промышленности, автомобилестроении и авиастроении. Считается одним из наиболее влиятельных и амбициозных молодых олигархов, успешно адаптировавшихся к новым правилам игры.",
            "available_for_roles": ["advisor_industry_trade", "advisor_economic_development"]
        },
        {
            "id": "fridman_mikhail_m",
            "name": "Михаил Фридман",
            "portrait_path": "history/leaders_portraits/fridman_mikhail_m.png",
            "tooltip_summary": "Финансовый Стратег\nСоздатель 'Альфа-Групп'.",
            "description": "Михаил Маратович Фридман, основной владелец и руководитель консорциума 'Альфа-Групп' (включая крупный банк, нефтегазовые активы, телекоммуникации). Его компания ТНК недавно объединилась с британской BP, создав одну из крупнейших нефтяных компаний России. Известен как один из наиболее системных и влиятельных бизнесменов.",
            "available_for_roles": ["advisor_finance", "advisor_economic_development"]
        },
        {
            "id": "potanin_vladimir_o",
            "name": "Владимир Потанин",
            "portrait_path": "history/leaders_portraits/potanin_vladimir_o.png",
            "tooltip_summary": "Олигарх-Меценат\nВладелец 'Интерроса'.",
            "description": "Владимир Олегович Потанин, президент и владелец холдинговой компании 'Интеррос' (ключевой актив – 'Норильский никель'). Активно занимается реструктуризацией своего бизнеса, делая упор на металлургию, а также благотворительными проектами. Считается одним из олигархов 'старой гвардии', сохранившим свое влияние.",
            "available_for_roles": ["advisor_industry_trade", "advisor_economic_development", "advisor_culture"]
        },
        {
            "id": "primakov_yevgeny_m",
            "name": "Евгений Примаков",
            "portrait_path": "history/leaders_portraits/primakov_yevgeny_m.png",
            "tooltip_summary": "Государственник-Патриарх\nАвторитетный международник.",
            "description": "Евгений Максимович Примаков, имеющий опыт руководства правительством и внешнеполитическим ведомством, возглавляет Торгово-промышленную палату РФ. Пользуется огромным авторитетом как внутри страны, так и за рубежом, особенно как эксперт по Ближнему Востоку и международным отношениям. Его мнение часто учитывается властью при принятии важных решений.",
            "available_for_roles": ["advisor_pm", "advisor_foreign_affairs", "advisor_ideology"]
        },
        {
            "id": "chernomyrdin_viktor_s",
            "name": "Виктор Черномырдин",
            "portrait_path": "history/leaders_portraits/chernomyrdin_viktor_s.png",
            "tooltip_summary": "Опытный Политик\nДипломат и бывший премьер.",
            "description": "Виктор Степанович Черномырдин, бывший многолетний глава Правительства России, в настоящее время занимается дипломатической работой на украинском направлении и является специальным представителем Президента по развитию торгово-экономических связей с Украиной. Его неформальный стиль, политический вес и богатый опыт делают его важной фигурой в непростых российско-украинских отношениях.",
            "available_for_roles": ["advisor_pm", "advisor_foreign_affairs", "advisor_energy"]
        },
        {
            "id": "illarionov_andrei_n",
            "name": "Андрей Илларионов",
            "portrait_path": "history/leaders_portraits/illarionov_andrei_n.png",
            "tooltip_summary": "Либертарианец-Экономист\nКритичный советник президента.",
            "description": "Андрей Николаевич Илларионов известен как экономический эксперт, консультирующий высшее руководство страны. Известен своими последовательно либеральными и порой радикальными (либертарианскими) взглядами на экономическую политику, часто публично критикуя действия правительства за недостаточную рыночность и избыточное госрегулирование.",
            "available_for_roles": ["advisor_economic_development", "advisor_finance"]
        },
        {
            "id": "zubkov_viktor_a",
            "name": "Виктор Зубков",
            "portrait_path": "history/leaders_portraits/zubkov_viktor_a.png",
            "tooltip_summary": "Финансист-Контролер\nСпециалист по финмониторингу.",
            "description": "Виктор Алексеевич Зубков, высокопоставленный чиновник в финансовом блоке правительства, руководит структурой, отвечающей за финансовый мониторинг (финансовая разведка). Занимается борьбой с отмыванием денег и финансированием терроризма. Его роль в финансовой системе страны и в силовом блоке правительства усиливается.",
            "available_for_roles": ["advisor_finance", "advisor_security", "advisor_pm"]
        },
        {
            "id": "ryzhkov_vladimir_a",
            "name": "Владимир Рыжков",
            "portrait_path": "history/leaders_portraits/ryzhkov_vladimir_a.png",
            "tooltip_summary": "Либерал-Независимый\nДепутат-демократ.",
            "description": "Владимир Александрович Рыжков, независимый парламентарий, представляющий один из сибирских округов. Один из немногих либеральных политиков, успешно переизбравшихся в Думу на последних выборах. Известен своей последовательной критической позицией по отношению к усилению авторитаризма и ограничению демократических свобод.",
            "available_for_roles": ["advisor_ideology", "advisor_regional_policy", "advisor_foreign_affairs"]
        },
        {
            "id": "sliska_lyubov_k",
            "name": "Любовь Слиска",
            "portrait_path": "history/leaders_portraits/sliska_lyubov_k.png",
            "tooltip_summary": "Центристка-Парламентарий\nВидный деятель Думы.",
            "description": "Любовь Константиновна Слиска, представляющая 'Единую Россию', занимает одну из руководящих позиций в Государственной Думе. Влиятельный парламентарий, известна своими прямолинейными, порой резкими высказываниями и активным участием в законотворческом процессе, часто выступая рупором своей партии.",
            "available_for_roles": ["advisor_parliament_speaker", "advisor_labor_social", "advisor_internal_politics"]
        },
        {
            "id": "shokhin_alexander_n",
            "name": "Александр Шохин",
            "portrait_path": "history/leaders_portraits/shokhin_alexander_n.png",
            "tooltip_summary": "Либерал-Лоббист\nПредставитель крупного бизнеса.",
            "description": "Александр Николаевич Шохин, имеющий опыт работы на высших правительственных постах, возглавляет Координационный совет объединений предпринимателей России и крупный экономический университет. Недавно избран депутатом Государственной Думы от 'Единой России', где играет заметную роль в работе над финансовым законодательством.",
            "available_for_roles": ["advisor_economic_development", "advisor_finance", "advisor_industry_trade"]
        },
        {
            "id": "yakunin_vladimir_i",
            "name": "Владимир Якунин",
            "portrait_path": "history/leaders_portraits/yakunin_vladimir_i.png",
            "tooltip_summary": "Транспортник-Государственник\nУправленец из президентского круга.",
            "description": "Владимир Иванович Якунин — влиятельный управленец в транспортной сфере, ранее работавший в структурах госбезопасности и администрации президента. Считается человеком из близкого круга Владимира Путина. Занимает ключевую руководящую позицию во вновь созданной ОАО 'Российские железные дороги'.",
            "available_for_roles": ["advisor_industry_trade", "advisor_security", "advisor_economic_development"]
        },
        {
            "id": "ustinov_vladimir_v",
            "name": "Владимир Устинов",
            "portrait_path": "history/leaders_portraits/ustinov_vladimir_v.png",
            "tooltip_summary": "Государственник-Правовед\nГлавный обвинитель.",
            "description": "Владимир Васильевич Устинов — ключевая фигура в правоохранительной системе, отвечающая за надзор за исполнением законов и поддержание обвинения в судах. Его ведомство активно участвует в громких делах, включая резонансные расследования против представителей крупного бизнеса и борьбу с коррупцией.",
            "available_for_roles": ["advisor_justice", "advisor_security"]
        },
        {
            "id": "alexy_ii",
            "name": "Алексий II",
            "portrait_path": "history/leaders_portraits/alexy_ii.png",
            "tooltip_summary": "Духовный Лидер\nПредстоятель Православной Церкви.",
            "description": "Алексий II (Алексей Михайлович Ридигер) является предстоятелем Русской Православной Церкви. Пользуется огромным моральным авторитетом в обществе и оказывает значительное влияние на духовную жизнь страны, а также на отношения государства и церкви. Его позиция по многим общественно-политическим вопросам имеет большой вес.",
            "available_for_roles": ["advisor_ideology", "advisor_culture"]
        },
    {
        "id": "klebanov_ilya",
        "name": "Илья Клебанов",
        "portrait_path": "history/leaders_portraits/klebanov_ilya.png",
        "tooltip_summary": "Технократ-Промышленник\nСторонник господдержки науки и ВПК.",
        "description": "Илья Клебанов обладает значительным опытом работы со сложными, наукоемкими производственными комплексами и глубоко разбирается в вопросах технологического развития. Он является сторонником усиления отечественного промышленного потенциала и внедрения передовых технологий, видя в этом основу для укрепления позиций страны. Его взгляды предполагают значимую роль государства в поддержке и стимулировании инновационной деятельности и стратегических отраслей, включая оборонный сектор.",
        "available_for_roles": ["advisor_industry_trade", "advisor_defense", "advisor_pm"]
    },
    {
        "id": "reyman_leonid",
        "name": "Леонид Рейман",
        "portrait_path": "history/leaders_portraits/reyman_leonid.png",
        "tooltip_summary": "Визионер Связи\nАрхитектор информационного общества.",
        "description": "Леонид Рейман — эксперт в сфере связи и передовых информационных технологий, играющий заметную роль в формировании современного телекоммуникационного ландшафта страны. Он является последовательным сторонником скорейшей информатизации всех сфер жизни, рассматривая это как необходимое условие для экономического роста и социального развития. Его деятельность сосредоточена на создании условий для повсеместного внедрения новых технологий связи и обработки информации, а также на формировании соответствующей нормативной среды.",
        "available_for_roles": ["advisor_digital_media", "advisor_industry_trade"]
    }
    ]
}
