{
    "options": [
        {
            "id": "united_russia",
            "name": "Единая Россия",
            "ideology_tags_rus": ["центризм", "консерватизм", "государственничество"],
            "color": "#0D47A1",
            "popularity": 42,
            "icon_path": "history/parties_emblems/united_russia.png",
            "short_description": "Доминирующая политическая сила, позиционирующая себя как опора действующей власти и проводник ее курса. Делает акцент на стабильности, государственном суверенитете, патриотизме и социально-консервативных ценностях, стремясь к консолидации общества."
        },
        {
            "id": "ldpr",
            "name": "ЛДПР",
            "ideology_tags_rus": ["национализм", "популизм", "правые"],
            "color": "#BDB76B",
            "popularity": 15,
            "icon_path": "history/parties_emblems/ldpr.dds",
            "short_description": "Либерально-Демократическая Партия России - одна из старейших партий, известная своим ярким, часто эпатажным лидером и национал-патриотической, популистской риторикой. Акцентирует внимание на защите интересов русского народа, сильном государстве и критике Запада."
        },
        {
            "id": "rodina",
            "name": "Родина",
            "ideology_tags_rus": ["национал-консерватизм", "патриотизм", "левый национализм"],
            "color": "#781f19",
            "popularity": 14,
            "icon_path": "history/parties_emblems/rodina.dds",
            "short_description": "Национал-патриотическое движение, сочетающее левые экономические лозунги с консервативными ценностями и идеями сильного суверенного государства. Зачастую занимает жесткую позицию по внешнеполитическим вопросам."
        },
        {
            "id": "kprf",
            "name": "КПРФ",
            "ideology_tags_rus": ["коммунизм", "социализм", "левые"],
            "color": "#CC0000",
            "popularity": 9,
            "icon_path": "history/parties_emblems/kprf.dds",
            "short_description": "Коммунистическая Партия Российской Федерации - крупнейшая до недавних пор, системная оппозиционная партия левого толка, считающая себя преемницей КПСС. Программные цели включают социальную справедливость, национализацию стратегических отраслей, плановые элементы в экономике и возврат к некоторым советским социальным гарантиям. Традиционно опирается на протестный и старший электорат."
        },
        {
            "id": "rpzh_new_socdem",
            "name": "РПЖ/Новые социал-демократы",
            "ideology_tags_rus": ["социал-демократия", "центризм", "прогрессивизм"],
            "color": "#e66761",
            "popularity": 8,
            "icon_path": "history/parties_emblems/rpzh_new_socdem.dds",
            "short_description": "Российская Партия Жизни - позиционирует себя как современная социал-демократическая сила, выступающая за построение социального государства европейского образца. Акценты: сильная социальная защита, прогрессивное налогообложение, развитие человеческого капитала, экология и защита прав трудящихся."
        },
        {
            "id": "yabloko_sps",
            "name": "Яблоко/СПС",
            "ideology_tags_rus": ["либерализм", "социал-либерализм", "проевропеизм"],
            "color": "#008000",
            "popularity": 3,
            "icon_path": "history/parties_emblems/yabloko_sps.dds",
            "short_description": "Либеральные, часто оппозиционные силы, отстаивающие демократические ценности, права человека, верховенство закона, рыночную экономику и проевропейский вектор развития. Активно критикуют авторитаризм, коррупцию и ограничения гражданских свобод."
        },
        {
            "id": "new_people",
            "name": "Новые люди",
            "ideology_tags_rus": ["либерал-консерватизм", "центризм", "ориентация на бизнес"],
            "color": "#ADD8E6",
            "popularity": 6,
            "icon_path": "history/parties_emblems/new_people.dds",
            "short_description": "Относительно новая политическая сила, позиционирующая себя как правоцентристская партия 'людей дела'. Делает упор на поддержку малого и среднего бизнеса, технологическое обновление, эффективность госуправления и создание возможностей для самореализации граждан. Стремится к образу конструктивной и современной альтернативы."
        },
        {
            "id": "others",
            "name": "Остальные партии",
            "ideology_tags_rus": ["разные", "миноритарные партии"],
            "color": "#808080",
            "popularity": 3,
            "icon_path": "history/parties_emblems/others.dds",
            "short_description": "Собирательная категория для множества мелких партий и политических проектов, которые не преодолевают избирательный барьер или имеют ограниченное влияние. Идеологический спектр этих сил может быть очень широким: от узкоспециализированных до радикальных или представляющих интересы малых социальных групп."
        }
    ]
}
