{
    "options": [
        {
            "id": "fortress_state",
            "name": "Государство-Крепость",
            "icon_path": "history/national_spirits_icons/fortress_state.png",
            "description": "Государство демонстрирует решимость в установлении контроля над всеми сферами, включая крупный бизнес и политический процесс (мод.). Снижение прямой террористической угрозы делает продолжающееся ужесточение контроля фактором растущего латентного напряжения.",
            "effects_summary": "Действия, направленные на подавление внутренней оппозиции и проведение контрразведывательных операций: +3\nДействия, направленные на установление госконтроля над информацией (СМИ, интернет): +2\nДействия, направленные на усиление пограничного и таможенного контроля: +2\nДействия, направленные на политическую или экономическую либерализацию: -2",
            "development_impulses": {
                "education": -1,
                "military_might": 2,
                "internal_security": 1,
                "welfare": -1,
                "social_development": -2
            }
        },
        {
            "id": "near_abroad_policy",
            "name": "Активная политика в Ближнем Зарубежье",
            "icon_path": "history/national_spirits_icons/near_abroad_policy.png",
            "description": "На фоне глобальной нестабильности Россия активизирует свои усилия в СНГ и прилегающих регионах, используя как неформальные (ЧВК, спецслужбы), так и официальные каналы (мод.). Непредсказуемость результатов сохраняется, как показывают ситуации в ОАЭ и на Украине.",
            "effects_summary": "Действия, направленные на проведение тайных операций (спецслужбы, ЧВК) в странах СНГ: +2\nДействия, направленные на получение экономических или политических уступок от лояльных режимов: +1\nДействия, направленные на дипломатическое сближение со странами Запада: -1",
            "development_impulses": {
                "military_might": 1,
                "internal_security": 1
            }
        },
        {
            "id": "national_projects_infrastructure",
            "name": "Национальные инфраструктрные проекты",
            "icon_path": "history/national_spirits_icons/national_projects_infrastructure.png",
            "description": "Реализация масштабных инфраструктурных проектов (ВСМ, ОЭР, ФЦКУМ) становится ключевым инструментом экономического развития и консолидации элит. Однако их амбициозность и затратность создают долгосрочные риски для экономики, даже при высоких ценах на нефть (мод.).",
            "effects_summary": "Действия, направленные на реализацию масштабных государственных инфраструктурных проектов: +2\nДействия, направленные на привлечение инвестиций (частных или иностранных) в эти нацпроекты: +1",
            "development_impulses": {
                "education": 1,
                "industry": 2,
                "welfare": 1
            }
        },
        {
            "id": "reindustrialization_opk_tech_sovereignty",
            "name": "Курс на технологический суверенитет",
            "icon_path": "history/national_spirits_icons/reindustrialization_opk.png",
            "description": "Государство форсирует создание крупных оборонных холдингов через «Большой Передел» активов ОПК (мод.). Достигнуты значительные успехи в разработке новых вооружений (БПЛА), но процесс интеграции и достижения полного технологического суверенитета сопряжен с трудностями (мод.).",
            "effects_summary": "Действия, направленные на выполнение государственного оборонного заказа: +2\nДействия, направленные на привлечение финансирования или кадров в ОПК: +1\nДействия, направленные на создание гражданских производств на базе ОПК (конверсия): +1",
            "development_impulses": {
                "education": 1,
                "industry": 2,
                "military_might": 1
            }
        },
        {
            "id": "divided_society",
            "name": "Расколотое общество",
            "icon_path": "history/national_spirits_icons/divided_society.png",
            "description": "Громкие политические и экономические события (дело ЮКОСа, управляемые выборы, конфликт в «Единой России») углубляют существующие линии разлома в обществе, несмотря на усилия по патриотической мобилизации. Растет апатия или скрытое недовольство (мод.).",
            "effects_summary": "Действия, направленные на проведение непопулярных реформ, требующих общественного согласия: -1\nДействия, направленные на мобилизацию общества через патриотическую или антитеррористическую риторику: +1\nДействия, направленные на поддержку либеральной оппозиции или диалог с ней: -1",
            "development_impulses": {
                "welfare": -1,
                "social_development": -3,
                "internal_security": -1
            }
        },
        {
            "id": "systemic_corruption",
            "name": "Системная коррупция",
            "icon_path": "history/national_spirits_icons/systemic_corruption.png",
            "description": "Коррупция не только остается системной проблемой, но и начинает рассматриваться как элемент неформального управления и контроля элит. Борьба с ней становится крайне избирательной и политически мотивированной, как показала блокировка антикоррупционных инициатив в ФСБ (мод.).",
            "effects_summary": "Любые действия, требующие эффективного и честного расходования государственных средств: -1",
            "development_impulses": {
                "education": -1,
                "healthcare": -1,
                "welfare": -1,
                "agriculture": -1,
                "industry": -1,
                "internal_security": -1,
                "military_might": -1,
                "social_development": -1
            }
        },
        {
            "id": "oil_gas_rent_stabilization_fund",
            "name": "Нефтяная рента",
            "icon_path": "history/national_spirits_icons/oil_gas_rent.png",
            "description": "Высокие доходы от экспорта энергоресурсов остаются основой финансирования госпрограмм. Однако зависимость от них на фоне амбициозных госпроектов и возможных экономических шоков (связанных с делом ЮКОСа) становится еще более критичной (мод.).",
            "effects_summary": "Действия, направленные на финансирование масштабных государственных программ и выплат за счет бюджета: +2",
            "development_impulses": {
                "education": -1,
                "healthcare": 1,
                "welfare": 3,
                "agriculture": -1,
                "industry": 1,
                "internal_security": 0,
                "military_might": 0,
                "social_development": -1
            }
        },
        {
            "id": "sovereign_economy",
            "name": "Курас на экономический суверенитет",
            "icon_path": "history/national_spirits_icons/sovereign_economy.png",
            "description": "Курс на снижение зависимости от Запада и укрепление госсектора в экономике становится доминирующим. «Дело ЮКОСа» интерпретируется как шаг к восстановлению 'экономического суверенитета'. Продолжается поддержка отечественных разработок и НИОКР (мод.).",
            "effects_summary": "Действия, направленные на импортозамещение и развитие национальной промышленности: +1\nДействия, направленные на поддержку отечественного несырьевого бизнеса: +1\nДействия, направленные на привлечение западных технологий или инвестиций: -1",
            "development_impulses": {
                "education": 1,
                "industry": 2,
                "agriculture": 1,
                "welfare": 0,
                "social_development": 1
            }
        },
        {
            "id": "social_initiatives_family_support",
            "name": "Социальный инициативы по поддержке семьи",
            "icon_path": "history/national_spirits_icons/social_initiatives.png",
            "description": "Продолжают действовать как важный, но фоновый элемент государственной политики, обеспечивая социальную стабильность в условиях перемен (мод.).",
            "effects_summary": "Действия, направленные на реализацию социальных программ (поддержка семьи, материнства, детства): +1",
            "development_impulses": {
                "healthcare": 1,
                "welfare": 1,
                "social_development": 2
            }
        },
        {
            "id": "russian_dream_culture_identity",
            "name": "Русская мечта",
            "icon_path": "history/national_spirits_icons/russian_dream_culture.png",
            "description": "Государство продолжает активно использовать культурные и идеологические инструменты для консолидации общества и продвижения национальных ценностей, в том числе через успешные международные проекты («Русские сезоны») (мод.).",
            "effects_summary": "Действия, направленные на государственную поддержку национальной культуры, искусства и реставрации: +2",
            "development_impulses": {
                "education": 1,
                "social_development": 2
            }
        },
        {
            "id": "soft_power_russia_abroad",
            "name": "Мягкая сила",
            "icon_path": "history/national_spirits_icons/soft_power.png",
            "description": "Россия наращивает усилия по формированию своего международного имиджа через культурные проекты и информационное влияние. Однако эти усилия наталкиваются на растущую критику Запада в связи с внутриполитическими процессами (дело ЮКОСа, управляемые выборы) (мод.).",
            "effects_summary": "Действия, направленные на улучшение международного имиджа России через медиа-проекты и культурное влияние: +1\nДействия, направленные на работу с соотечественниками за рубежом: +1",
            "development_impulses": {
                "social_development": 1
            }
        },
        {
            "id": "development_pace_aggregator",
            "name": "Темпы развития",
            "icon_path": "history/national_spirits_icons/development_pace.png",
            "description": "Этот дух агрегирует общие тенденции развития страны, суммируя импульсы от всех активных национальных идей и событий. Он отражает, насколько быстро или медленно страна прогрессирует в ключевых сферах.",
            "effects_summary": "Суммарные импульсы к развитию:\n  Образование: ±X\n  Здравоохранение: ±X\n  Достаток: ±X\n  Сельское хозяйство: ±X\n  Промышленность: ±X\n  Внутренняя Безопасность: ±X\n  Военная Мощь: ±X\n  Общественное развитие: ±X",
            "is_aggregator": true,
            "development_impulses": {}
        }
    ]
}