{
    "current_focus": {
            "id": "project_opk_reindustrialization_rostec_status", // Уникальный ID для этого "духа" или проекта
            "name": "Производственный Статус 'Ростеха' (Осень 2003)", // Название для отображения
            "icon_path": "history/project_icons/rostec_status_icon.png", // Путь к иконке
            "current_progress": 0, // Или какое-то другое значение, если это интерактивный элемент
            "max_progress": 0,     //
            "tooltip_summary": "Анализ текущих производственных возможностей 'Ростеха' по ключевым компонентам ОПК.",
            "tooltip_description": "Общая оценка: \"Ростех\" эффективно интегрирует сложные системы и лидирует в производстве тактической связи. Однако критическая зависимость от импорта современных высокотехнологичных компонентов (ЭКБ, сенсоры) и устаревшее производственное оборудование остаются главными вызовами на пути к технологическому суверенитету.\n\n--- ОТЧЕТ ПО КОМПОНЕНТАМ ---\n\n1. ЭЛЕКТРОННАЯ КОМПОНЕНТНАЯ БАЗА (ЭКБ – микросхемы, чипы):\n   Статус: ⚠️ Производится устаревшее или недостаточное.\n   Детали:\n   - Обеспечено производство надежных, радиационно-стойких микросхем (на модернизированной советской базе) для неприхотливой военной техники и базовых БПЛА.\n   - Ограниченный экспортный потенциал данной ЭКБ в страны, не имеющие доступа к передовым западным технологиям.\n   - ПРОБЛЕМА: Критическая зависимость от импорта по современным процессорам, памяти, спец. чипам. Массовый выпуск даже существующей отечественной ЭКБ ограничен.\n\n2. СИСТЕМЫ УПРАВЛЕНИЯ И НАВИГАЦИИ:\n   Статус: ⚠️ Производится достаточно (с оговорками по ЭКБ).\n   Детали:\n   - Сильные КБ разрабатывают передовые алгоритмы и архитектуры систем.\n   - ПРОБЛЕМА: Сильная зависимость от импортной ЭКБ для высокой точности.\n\n3. СРЕДСТВА СВЯЗИ И ПЕРЕДАЧИ ДАННЫХ:\n   Статус: ✅ Передовой уровень (тактическая военная связь).\n   Детали:\n   - Лидерство в РФ по производству защищенных систем тактической связи, конкурентоспособных на мировом уровне. Сегмент самодостаточен.\n\n4. РАДИОЭЛЕКТРОННАЯ БОРЬБА (РЭБ) И РАДИОЛОКАЦИЯ (РЛС):\n   Статус: ⚠️ Производится достаточно (с оглядкой на ЭКБ).\n   Детали:\n   - Сохраняются сильные научные заделы. Производятся разнообразные системы РЭБ и РЛС.\n   - ПРОБЛЕМА: Создание передовых комплексов ограничено доступностью современной импортной ЭКБ.\n\n5. СИСТЕМЫ ПИТАНИЯ И СИЛОВАЯ ЭЛЕКТРОНИКА:\n   Статус: ⚠️ Производится устаревшее или недостаточное.\n   Детали:\n   - Производятся стандартные источники питания.\n   - ПРОБЛЕМА: Отставание в компактных, высокоэффективных системах (критично для БПЛА). Часты импортные компоненты.\n\n6. ДАТЧИКИ И СЕНСОРЫ (оптика, ИК-системы, гироскопы):\n   Статус: ❗ Не производится (современные) / Производится устаревшее (базовые).\n   Детали:\n   - ПРОБЛЕМА: Критическая зона. Массовое производство современных высокочувствительных систем мирового уровня в РФ практически отсутствует. Высокая зависимость от импорта.\n\n7. ИНЖЕНЕРНЫЕ И ПРОИЗВОДСТВЕННЫЕ ИНСТРУМЕНТЫ (станкостроение):\n   Статус: ❗ Не производится (современные) / Производится устаревшее.\n   Детали:\n   - ПРОБЛЕМА: Упадок собственного современного станкостроения. Большинство предприятий ОПК используют устаревшее советское или импортное оборудование. Прямая зависимость.\n\n8. СИСТЕМНАЯ ИНТЕГРАЦИЯ И ИСПЫТАНИЯ:\n   Статус: ✅ Передовой уровень.\n   Детали:\n   - \"Ростех\" успешно собирает, отлаживает и испытывает сложные системы вооружений, интегрируя компоненты различного происхождения. Сильная инженерная школа.\n\n--- КЛЮЧЕВОЙ ВЫВОД ---\nНеобходимо срочно решать проблему импортозамещения критически важных компонентов (ЭКБ, сенсоры) и модернизации производственного оборудования для обеспечения реального технологического суверенитета ОПК."
        }
        ]
    }
}
