{
    "current_focus": {
        "id": "autumn_2003_h23_main",
        "title": "Осень 2003 - Ход 23",
        "banner_image_path": "history/turn_images/Autumn2003.png",
        "modal_full_image_path": "history/turn_images/Autumn2003_large.png",
        "description": "Это обновленное описание национального фокуса, загруженное из JSON-файла.\nОсень 2003 года принесла в Россию череду событий, имевших далеко идущие последствия. Страна входила в активную фазу предвыборной кампании в Государственную Думу, которая с самого начала проходила в условиях четко выстроенной государственной вертикали, предполагающей предсказуемый результат. Этот процесс сопровождался заметным внутренним напряжением в правящей партии «Единая Россия», что добавляло интриги в кажущийся монолитным политический пейзаж. \nНа экономическом фронте продолжалась консолидация государственных активов в стратегических отраслях, начатая летом в оборонно-промышленном комплексе. Однако главным событием, определившим осеннюю повестку и во многом будущий экономический курс страны, стало начало открытого и масштабного давления на одну из крупнейших независимых нефтяных компаний – ЮКОС, что сигнализировало о кардинальном пересмотре отношений государства и крупного частного бизнеса. \nМеждународная обстановка оставалась сложной. Последствия иракской кампании продолжали влиять на глобальную политику; обострялась ситуация вокруг иранской ядерной программы. У южных границ России, в Грузии, назревал глубокий политический кризис, кульминацией которого стала ноябрьская «Революция роз», что не могло не вызывать беспокойства в Москве. \nОбщественные настроения характеризовались ожиданием декабрьских выборов, пристальным, хотя и не всегда открыто выражаемым, вниманием к судьбе ЮКОСа и его руководителей, и общей адаптацией к усиливающейся роли государства во всех сферах жизни.",
        "projects": [
            {
                "id": "project_yukos_pressure",
                "name": "Давление на ЮКОС",
                "icon_path": "history/project_icons/project_yukos.png",
                "current_progress": 75,
                "max_progress": 100,
                "tooltip_summary": "Цель: Усиление госконтроля над нефтяным сектором.",
                "tooltip_description": "Продолжаются следственные действия и информационная кампания, направленные на ослабление позиций компании и ее руководства. Ожидается переход ключевых активов под контроль государства или лояльных структур."
            },
            {
                "id": "project_duma_elections_2003",
                "name": "Выборы в ГосДуму 2003",
                "icon_path": "history/project_icons/project_duma_election.png",
                "current_progress": 50,
                "max_progress": 100,
                "tooltip_summary": "Цель: Обеспечение конституционного большинства для 'Единой России'.",
                "tooltip_description": "Мобилизация административного ресурса, контроль над СМИ и координация действий лояльных политических сил для достижения поставленной задачи на предстоящих парламентских выборах."
            },
            {
                "id": "project_opk_reindustrialization",
                "name": "Реиндустриализация ОПК",
                "icon_path": "history/project_icons/project_opk_reindustrialization.png",
                "current_progress": 30,
                "max_progress": 100,
                "tooltip_summary": "Цель: Формирование крупных оборонных холдингов.",
                "tooltip_description": "Консолидация активов оборонно-промышленного комплекса, запуск программ модернизации и разработки новых видов вооружений для обеспечения технологического суверенитета."
            }
        ]
    }
}
